Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# watchlist_clear
source: Clear watchlist
ar: مسح قائمة المتابعة
cs: Vymazat sledované
da: Ryd overvågningslisten
de: Merkliste leeren
el: Εκκαθάριση λίστας
es: Vaciar lista de seguimiento
fa: پاک کردن واچ‌لیست
fi: Tyhjennä seurantalista
fr: Vider la liste de suivi
he: ניקוי רשימת המעקב
hi: वॉचलिस्ट खाली करें
hu: Figyelőlista törlése
id: Kosongkan daftar pantau
it: Svuota la lista di osservazione
ja: ウォッチリストを消去
ko: 관심 목록 비우기
nb: Tøm overvåkingslisten
nl: Volglijst wissen
pl: Wyczyść listę
pt: Limpar lista de acompanhamento
pt_br: Limpar lista de acompanhamento
ro: Golește lista de urmărire
ru: Очистить избранное
sq: Pastro listën e ndjekjes
sv: Töm bevakningslistan
th: ล้างรายการติดตาม
tr: İzleme listesini temizle
uk: Очистити список
vi: Xóa danh sách theo dõi
zh_hans: 清空自选

# watchlist_clear_confirm
source: Remove all pairs from the watchlist? Their alarms go with them.
ar: إزالة كل الأزواج من قائمة المتابعة؟ ستُحذف تنبيهاتها أيضًا.
cs: Odebrat všechny páry ze sledovaných? Odstraní se i jejich alarmy.
da: Fjern alle par fra overvågningslisten? Deres alarmer forsvinder også.
de: Alle Paare aus der Merkliste entfernen? Ihre Alarme verschwinden mit.
el: Να αφαιρεθούν όλα τα ζεύγη από τη λίστα παρακολούθησης; Θα διαγραφούν και οι ειδοποιήσεις τιμής τους.
es: ¿Quitar todos los pares de la lista de seguimiento? Sus alarmas también se eliminarán.
fa: همه جفت‌ها از واچ‌لیست حذف شوند؟ هشدارهایشان نیز حذف می‌شود.
fi: Poistetaanko kaikki parit seurantalistalta? Myös niiden hälytykset poistetaan.
fr: Retirer toutes les paires de la liste de suivi ? Leurs alertes seront aussi supprimées.
he: להסיר את כל הצמדים מרשימת המעקב? גם ההתראות שלהם יימחקו.
hi: वॉचलिस्ट से सभी पेयर हटाएँ? उनके अलार्म भी हट जाएँगे।
hu: Eltávolítja az összes párt a figyelőlistáról? A riasztásaik is törlődnek.
id: Hapus semua pasangan dari daftar pantau? Alarmnya juga akan ikut terhapus.
it: Rimuovere tutte le coppie dalla lista di osservazione? Verranno eliminati anche i loro allarmi.
ja: ウォッチリストからすべてのペアを削除しますか？各ペアのアラームも削除されます。
ko: 관심 목록에서 모든 거래쌍을 삭제할까요? 해당 경보도 함께 삭제됩니다.
nb: Fjerne alle par fra overvåkingslisten? Alarmene deres forsvinner også.
nl: Alle paren uit de volglijst verwijderen? Hun alarmen worden ook verwijderd.
pl: Usunąć wszystkie pary z listy obserwowanych? Ich alarmy również zostaną usunięte.
pt: Remover todos os pares da lista de acompanhamento? Os respetivos alarmes também serão removidos.
pt_br: Remover todos os pares da lista de acompanhamento? Os alarmes deles também serão removidos.
ro: Eliminați toate perechile din lista de urmărire? Alarmele lor vor fi șterse și ele.
ru: Удалить все пары из избранного? Их оповещения тоже будут удалены.
sq: Të hiqen të gjitha çiftet nga lista e ndjekjes? Bashkë me to hiqen edhe alarmet e tyre.
sv: Ta bort alla par från bevakningslistan? Deras larm tas också bort.
th: ลบคู่ทั้งหมดออกจากรายการติดตามไหม? สัญญาณเตือนของคู่เหล่านั้นจะถูกลบด้วย
tr: Tüm çiftler izleme listesinden kaldırılsın mı? Alarmları da silinir.
uk: Видалити всі пари зі списку? Їхні сигнали також буде видалено.
vi: Xóa tất cả cặp khỏi danh sách theo dõi? Các cảnh báo của chúng cũng sẽ bị xóa.
zh_hans: 要从自选中移除所有交易对吗？其提醒也将一并删除。

# watchlist_empty_hint
source: Or pick an exchange and a pair under Add. Every pair can have a notification, a spoken update and price alarms.
ar: أو اختر منصة وزوجًا من «إضافة». يمكن لكل زوج أن يحصل على إشعار وتحديث صوتي وتنبيهات سعرية.
cs: Nebo vyberte burzu a pár na kartě „Přidat“. Každý pár může mít oznámení, hlasové hlášení ceny a cenové alarmy.
da: Eller vælg en børs og et par under ”Tilføj”. Hvert par kan få en notifikation, en oplæsning og kursalarmer.
de: Oder unter «Hinzufügen» eine Börse und ein Paar wählen. Jedes Paar kann eine Benachrichtigung, eine Sprachansage und Alarme bekommen.
el: Ή επιλέξτε ανταλλακτήριο και ζεύγος στην «Προσθήκη». Κάθε ζεύγος μπορεί να έχει ειδοποίηση, φωνητική ενημέρωση και ειδοποιήσεις τιμής.
es: O elige un exchange y un par en «Añadir». Cada par puede tener una notificación, un aviso hablado y alarmas de precio.
fa: یا در «افزودن» یک صرافی و یک جفت انتخاب کنید. هر جفت می‌تواند اعلان، خواندن صوتی قیمت و هشدار قیمت داشته باشد.
fi: Tai valitse pörssi ja pari välilehdellä ”Lisää”. Jokaiselle parille voi asettaa ilmoituksen, puhutun hinnan ja hintahälytyksiä.
fr: Ou choisissez une plateforme et une paire sous « Ajouter ». Chaque paire peut avoir une notification, une annonce vocale et des alertes de prix.
he: או בחרו בורסה וצמד בלשונית "הוספה". לכל צמד אפשר להגדיר התראה, הקראת מחיר והתראות מחיר.
hi: या “जोड़ें” में एक एक्सचेंज और पेयर चुनें। हर पेयर के लिए नोटिफ़िकेशन, बोलकर अपडेट और प्राइस अलार्म सेट किए जा सकते हैं।
hu: Vagy válasszon tőzsdét és párt a „Hozzáadás” lapon. Minden párhoz beállítható értesítés, felolvasott ár és árriasztás.
id: Atau pilih bursa dan pasangan di “Tambah”. Setiap pasangan bisa memiliki notifikasi, pembaruan suara, dan alarm harga.
it: Oppure scegli un exchange e una coppia in «Aggiungi». Ogni coppia può avere una notifica, un annuncio vocale e allarmi di prezzo.
ja: または「追加」で取引所とペアを選んでください。各ペアに通知、読み上げ、価格アラームを設定できます。
ko: 또는 ‘추가’ 탭에서 거래소와 거래쌍을 고르세요. 거래쌍마다 알림, 음성 안내, 가격 경보를 설정할 수 있습니다.
nb: Eller velg en børs og et par under «Legg til». Hvert par kan få et varsel, en opplesning og kursalarmer.
nl: Of kies onder ‘Toevoegen’ een exchange en een paar. Elk paar kan een melding, een gesproken update en koersalarmen hebben.
pl: Albo wybierz giełdę i parę w zakładce „Dodaj”. Każda para może mieć powiadomienie, komunikat głosowy i alarmy cenowe.
pt: Ou escolha uma exchange e um par em «Adicionar». Cada par pode ter uma notificação, um aviso falado e alarmes de preço.
pt_br: Ou escolha uma exchange e um par em “Adicionar”. Cada par pode ter uma notificação, um aviso falado e alarmes de preço.
ro: Sau alegeți o bursă și o pereche în „Adaugă”. Fiecare pereche poate avea o notificare, anunțarea vocală a prețului și alarme de preț.
ru: Или выберите биржу и пару в разделе «Добавить». Для каждой пары можно включить уведомление, озвучивание и ценовые оповещения.
sq: Ose zgjidh një bursë dhe një çift te «Shto». Çdo çift mund të ketë njoftim, lexim zanor të çmimit dhe alarme çmimi.
sv: Eller välj en börs och ett par under ”Lägg till”. Varje par kan få en avisering, en uppläsning och kurslarm.
th: หรือเลือกกระดานเทรดและคู่เหรียญในแท็บ “เพิ่ม” แต่ละคู่ตั้งการแจ้งเตือน การอ่านราคาด้วยเสียง และสัญญาณเตือนราคาได้
tr: Ya da “Ekle” bölümünde bir borsa ve çift seçin. Her çift için bildirim, sesli güncelleme ve fiyat alarmları ayarlanabilir.
uk: Або виберіть біржу й пару в розділі «Додати». Для кожної пари можна ввімкнути сповіщення, озвучення та цінові сигнали.
vi: Hoặc chọn sàn và cặp tiền trong “Thêm”. Mỗi cặp có thể có thông báo, đọc giá bằng giọng nói và cảnh báo giá.
zh_hans: 或在“添加”中选择交易所和交易对。每个交易对都可以设置通知、语音播报和价格提醒。

# watchlist_empty_title
source: No pairs yet
ar: لا توجد أزواج بعد
cs: Zatím žádné páry
da: Ingen par endnu
de: Noch keine Paare
el: Δεν υπάρχουν ζεύγη ακόμα
es: Aún no hay pares
fa: هنوز جفتی نیست
fi: Ei vielä pareja
fr: Aucune paire pour l'instant
he: אין עדיין צמדים
hi: अभी कोई पेयर नहीं
hu: Még nincsenek párok
id: Belum ada pasangan
it: Ancora nessuna coppia
ja: ペアがまだありません
ko: 아직 거래쌍이 없습니다
nb: Ingen par ennå
nl: Nog geen paren
pl: Brak par
pt: Ainda sem pares
pt_br: Ainda sem pares
ro: Încă nicio pereche
ru: Пар пока нет
sq: Ende nuk ka çifte
sv: Inga par ännu
th: ยังไม่มีคู่เหรียญ
tr: Henüz çift yok
uk: Пар ще немає
vi: Chưa có cặp nào
zh_hans: 暂无交易对

# watchlist_failed_count
source: %lld of %2$lld without price
ar: %lld من %2$lld بدون سعر
cs: %lld z %2$lld bez ceny
da: %lld af %2$lld uden kurs
de: %lld von %2$lld ohne Kurs
el: %lld από %2$lld χωρίς τιμή
es: %lld de %2$lld sin precio
fa: %lld از %2$lld بدون قیمت
fi: %lld/%2$lld ilman hintaa
fr: %lld sur %2$lld sans cours
he: %lld מתוך %2$lld ללא מחיר
hi: %2$lld में से %lld बिना कीमत
hu: %2$lld-ből %lld ár nélkül
id: %lld dari %2$lld tanpa harga
it: %lld su %2$lld senza prezzo
ja: %2$lld件中%lld件の価格なし
ko: %2$lld개 중 %lld개 가격 없음
nb: %lld av %2$lld uten kurs
nl: %lld van %2$lld zonder koers
pl: %lld z %2$lld bez ceny
pt: %lld de %2$lld sem preço
pt_br: %lld de %2$lld sem preço
ro: %lld din %2$lld fără preț
ru: %lld из %2$lld без цены
sq: %lld nga %2$lld pa çmim
sv: %lld av %2$lld utan kurs
th: %lld จาก %2$lld ไม่มีราคา
tr: %2$lld içinden %lld fiyatsız
uk: %lld з %2$lld без ціни
vi: %lld/%2$lld không có giá
zh_hans: %2$lld 个中 %lld 个无价格

# watchlist_jump_end
source: Jump to end
ar: إلى النهاية
cs: Na konec
da: Til slutningen
de: Zum Ende
el: Στο τέλος
es: Al final
fa: به انتها
fi: Loppuun
fr: Aller à la fin
he: לסוף
hi: अंत पर जाएँ
hu: A végére
id: Ke akhir
it: Alla fine
ja: 末尾へ
ko: 맨 아래로
nb: Til slutten
nl: Naar het einde
pl: Na koniec
pt: Para o fim
pt_br: Para o fim
ro: La sfârșit
ru: В конец
sq: Në fund
sv: Till slutet
th: ไปที่ด้านล่าง
tr: Sona git
uk: У кінець
vi: Xuống cuối
zh_hans: 跳到末尾

# watchlist_jump_start
source: Jump to top
ar: إلى البداية
cs: Na začátek
da: Til toppen
de: Zum Anfang
el: Στην αρχή
es: Al principio
fa: به ابتدا
fi: Alkuun
fr: Aller au début
he: להתחלה
hi: शुरुआत पर जाएँ
hu: Az elejére
id: Ke awal
it: All’inizio
ja: 先頭へ
ko: 맨 위로
nb: Til toppen
nl: Naar het begin
pl: Na początek
pt: Para o início
pt_br: Para o início
ro: La început
ru: В начало
sq: Në fillim
sv: Till början
th: ไปที่ด้านบน
tr: Başa git
uk: На початок
vi: Lên đầu
zh_hans: 回到顶部

# watchlist_last_run
source: Last run %1$@
ar: آخر تشغيل %1$@
cs: Poslední běh %1$@
da: Seneste kørsel %1$@
de: Letzter Durchlauf %1$@
el: Τελευταία εκτέλεση %1$@
es: Última pasada %1$@
fa: آخرین اجرا %1$@
fi: Viimeisin ajo %1$@
fr: Dernier passage %1$@
he: ריצה אחרונה %1$@
hi: पिछला रन %1$@
hu: Utolsó futás %1$@
id: Proses terakhir %1$@
it: Ultimo giro %1$@
ja: 前回の更新 %1$@
ko: 마지막 실행 %1$@
nb: Siste kjøring %1$@
nl: Laatste ronde %1$@
pl: Ostatnie odświeżenie %1$@
pt: Última execução %1$@
pt_br: Última execução %1$@
ro: Ultima rulare %1$@
ru: Последний проход %1$@
sq: Kalimi i fundit %1$@
sv: Senaste körning %1$@
th: รอบล่าสุด %1$@
tr: Son çalışma %1$@
uk: Останній прохід %1$@
vi: Lần chạy gần nhất %1$@
zh_hans: 上次刷新 %1$@

# watchlist_notification
source: Notification
ar: إشعار
cs: Oznámení
da: Notifikation
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
fa: اعلان
fi: Ilmoitus
he: התראה
hi: नोटिफ़िकेशन
hu: Értesítés
id: Notifikasi
it: Notifica
ja: 通知
ko: 알림
nb: Varsel
nl: Melding
pl: Powiadomienie
pt: Notificação
pt_br: Notificação
ro: Notificare
ru: Уведомление
sq: Njoftim
sv: Avisering
th: การแจ้งเตือน
tr: Bildirim
uk: Сповіщення
vi: Thông báo
zh_hans: 通知

# watchlist_offline_since
source: No connection · as of %1$@
ar: لا يوجد اتصال · آخر تحديث %1$@
cs: Bez připojení · stav %1$@
da: Ingen forbindelse · status %1$@
de: Keine Verbindung · Stand %1$@
el: Χωρίς σύνδεση · κατάσταση %1$@
es: Sin conexión · datos de %1$@
fa: اتصال برقرار نیست · آخرین به‌روزرسانی %1$@
fi: Ei yhteyttä · tilanne %1$@
fr: Pas de connexion · état %1$@
he: אין חיבור · עדכון אחרון %1$@
hi: कनेक्शन नहीं · अंतिम अपडेट %1$@
hu: Nincs kapcsolat · állapot: %1$@
id: Tidak ada koneksi · per %1$@
it: Nessuna connessione · dati di %1$@
ja: 接続なし · %1$@時点
ko: 연결 없음 · %1$@ 기준
nb: Ingen tilkobling · status %1$@
nl: Geen verbinding · stand %1$@
pl: Brak połączenia · stan %1$@
pt: Sem ligação · dados de %1$@
pt_br: Sem conexão · dados de %1$@
ro: Fără conexiune · stare %1$@
ru: Нет соединения · данные %1$@
sq: Pa lidhje · gjendja %1$@
sv: Ingen anslutning · läge %1$@
th: ไม่มีการเชื่อมต่อ · ข้อมูลเมื่อ %1$@
tr: Bağlantı yok · durum %1$@
uk: Немає з'єднання · дані %1$@
vi: Không có kết nối · cập nhật %1$@
zh_hans: 无连接 · 数据时间 %1$@

# watchlist_pull_to_refresh
source: Pull down to refresh
ar: اسحب للأسفل للتحديث
cs: Potažením dolů obnovíte
da: Træk ned for at opdatere
de: Zum Aktualisieren nach unten ziehen
el: Σύρετε προς τα κάτω για ανανέωση
es: Desliza hacia abajo para actualizar
fa: برای به‌روزرسانی به پایین بکشید
fi: Päivitä vetämällä alas
fr: Tirer vers le bas pour actualiser
he: משכו למטה לרענון
hi: रीफ़्रेश के लिए नीचे खींचें
hu: Húzza le a frissítéshez
id: Tarik ke bawah untuk memperbarui
it: Trascina giù per aggiornare
ja: 下に引いて更新
ko: 아래로 당겨 새로고침
nb: Dra ned for å oppdatere
nl: Trek omlaag om te vernieuwen
pl: Przeciągnij w dół, aby odświeżyć
pt: Puxe para baixo para atualizar
pt_br: Puxe para baixo para atualizar
ro: Trage în jos pentru actualizare
ru: Потяните вниз, чтобы обновить
sq: Tërhiq poshtë për ta rifreskuar
sv: Dra nedåt för att uppdatera
th: ดึงลงเพื่อรีเฟรช
tr: Yenilemek için aşağı çekin
uk: Потягніть униз, щоб оновити
vi: Kéo xuống để làm mới
zh_hans: 下拉刷新

# watchlist_pulse_down
source: %1$lld down
ar: %1$lld هابط
cs: %1$lld klesá
da: %1$lld falder
de: %1$lld fallen
el: %1$lld πέφτουν
es: %1$lld bajan
fa: %1$lld نزولی
fi: %1$lld laskee
fr: %1$lld en baisse
he: %1$lld יורדים
hi: %1$lld नीचे
hu: %1$lld esik
id: %1$lld turun
it: %1$lld in ribasso
ja: %1$lld 下落
ko: %1$lld 하락
nb: %1$lld faller
nl: %1$lld dalen
pl: %1$lld w dół
pt: %1$lld descem
pt_br: %1$lld caem
ro: %1$lld în scădere
ru: %1$lld падают
sq: %1$lld bien
sv: %1$lld faller
th: ลง %1$lld
tr: %1$lld düşüyor
uk: %1$lld падають
vi: %1$lld giảm
zh_hans: %1$lld 跌

# watchlist_pulse_missing
source: %1$lld without 24h value
ar: %1$lld بلا قيمة 24 س
cs: %1$lld bez 24h hodnoty
da: %1$lld uden 24t-værdi
de: %1$lld ohne 24h-Wert
el: %1$lld χωρίς τιμή 24ω
es: %1$lld sin valor 24h
fa: %1$lld بدون مقدار ۲۴س
fi: %1$lld ilman 24 h arvoa
fr: %1$lld sans valeur 24 h
he: %1$lld ללא ערך 24 ש׳
hi: %1$lld बिना 24घं मान
hu: %1$lld 24 órás érték nélkül
id: %1$lld tanpa nilai 24j
it: %1$lld senza valore 24h
ja: 24h値なし %1$lld
ko: 24시간 값 없음 %1$lld개
nb: %1$lld uten 24t-verdi
nl: %1$lld zonder 24u-waarde
pl: %1$lld bez wartości 24h
pt: %1$lld sem valor 24h
pt_br: %1$lld sem valor 24h
ro: %1$lld fără valoare 24h
ru: %1$lld без значения 24ч
sq: %1$lld pa vlerë 24-orëshe
sv: %1$lld utan 24h-värde
th: %1$lld ไม่มีค่า 24 ชม.
tr: %1$lld 24s değeri yok
uk: %1$lld без значення 24 год
vi: %1$lld không có giá trị 24h
zh_hans: %1$lld 个无 24h 数据

# watchlist_pulse_up
source: %1$lld up
ar: %1$lld صاعد
cs: %1$lld roste
da: %1$lld stiger
de: %1$lld steigen
el: %1$lld ανεβαίνουν
es: %1$lld suben
fa: %1$lld صعودی
fi: %1$lld nousee
fr: %1$lld en hausse
he: %1$lld עולים
hi: %1$lld ऊपर
hu: %1$lld emelkedik
id: %1$lld naik
it: %1$lld in rialzo
ja: %1$lld 上昇
ko: %1$lld 상승
nb: %1$lld stiger
nl: %1$lld stijgen
pl: %1$lld w górę
pt: %1$lld sobem
pt_br: %1$lld sobem
ro: %1$lld în creștere
ru: %1$lld растут
sq: %1$lld rriten
sv: %1$lld stiger
th: ขึ้น %1$lld
tr: %1$lld yükseliyor
uk: %1$lld ростуть
vi: %1$lld tăng
zh_hans: %1$lld 涨

# watchlist_refresh_report
source: Last refresh
ar: آخر تحديث
cs: Poslední obnovení
da: Seneste opdatering
de: Letzte Aktualisierung
el: Τελευταία ανανέωση
es: Última actualización
fa: آخرین تازه‌سازی
fi: Viimeisin päivitys
fr: Dernière actualisation
he: רענון אחרון
hi: पिछला रीफ़्रेश
hu: Utolsó frissítés
id: Pembaruan terakhir
it: Ultimo aggiornamento
ja: 前回の更新
ko: 마지막 새로고침
nb: Siste oppdatering
nl: Laatste vernieuwing
pl: Ostatnie odświeżenie
pt: Última atualização
pt_br: Última atualização
ro: Ultima actualizare
ru: Последнее обновление
sq: Rifreskimi i fundit
sv: Senaste uppdatering
th: รีเฟรชล่าสุด
tr: Son yenileme
uk: Останнє оновлення
vi: Lần làm mới gần nhất
zh_hans: 上次刷新

# watchlist_refresh_report_empty
source: No breakdown yet: this version has not completed a full refresh. Tap refresh and wait until the spinner stops.
ar: لا يوجد تفصيل بعد: لم يُكمل هذا الإصدار تحديثًا كاملًا. اضغط على «تحديث» وانتظر حتى يتوقف مؤشر التحميل.
cs: Zatím žádný rozpis: tato verze ještě nedokončila úplné obnovení. Klepněte na obnovit a počkejte, až se indikátor zastaví.
da: Ingen oversigt endnu: denne version har ikke gennemført en fuld opdatering. Tryk på opdater, og vent, til hjulet stopper.
de: Noch keine Aufschlüsselung: Diese Version hat noch keine vollständige Aktualisierung abgeschlossen. Auf Aktualisieren tippen und warten, bis der Kreis stoppt.
el: Δεν υπάρχει ανάλυση ακόμα: αυτή η έκδοση δεν έχει ολοκληρώσει πλήρη ανανέωση. Πατήστε ανανέωση και περιμένετε να σταματήσει η ένδειξη φόρτωσης.
es: Aún no hay desglose: esta versión no ha completado ninguna actualización completa. Toca Actualizar y espera a que el indicador se detenga.
fa: هنوز جزئیاتی نیست: این نسخه هنوز یک تازه‌سازی کامل انجام نداده است. روی تازه‌سازی بزنید و صبر کنید تا نشانگر چرخان متوقف شود.
fi: Erittelyä ei vielä ole: tämä versio ei ole vielä suorittanut täyttä päivitystä. Napauta päivitä ja odota, kunnes latausilmaisin pysähtyy.
fr: Pas encore de détail : cette version n'a pas encore terminé d'actualisation complète. Touchez Actualiser et attendez que l'indicateur s'arrête.
he: אין עדיין פירוט: גרסה זו טרם השלימה רענון מלא. הקש על רענון והמתן עד שסמל הטעינה ייעצר.
hi: अभी कोई विवरण नहीं: इस वर्ज़न ने अभी तक पूरा रीफ़्रेश नहीं किया है। रीफ़्रेश पर टैप करें और स्पिनर रुकने तक इंतज़ार करें।
hu: Még nincs részletezés: ez a verzió még nem végzett teljes frissítést. Koppintson a frissítésre, és várjon, amíg a jelző megáll.
id: Belum ada rincian: versi ini belum menyelesaikan pembaruan penuh. Ketuk muat ulang dan tunggu hingga ikon putar berhenti.
it: Nessun dettaglio ancora: questa versione non ha ancora completato un aggiornamento completo. Tocca Aggiorna e attendi che l'indicatore si fermi.
ja: 内訳はまだありません: このバージョンではまだ完全な更新が完了していません。更新をタップし、読み込み表示が止まるまでお待ちください。
ko: 아직 세부 내역이 없습니다: 이 버전에서 전체 새로고침이 완료된 적이 없습니다. 새로고침을 누르고 로딩 표시가 멈출 때까지 기다리세요.
nb: Ingen oversikt ennå: denne versjonen har ikke fullført en fullstendig oppdatering. Trykk på oppdater og vent til hjulet stopper.
nl: Nog geen overzicht: deze versie heeft nog geen volledige vernieuwing voltooid. Tik op vernieuwen en wacht tot de spinner stopt.
pl: Brak zestawienia: ta wersja nie ukończyła jeszcze pełnego odświeżenia. Dotknij odśwież i poczekaj, aż wskaźnik się zatrzyma.
pt: Ainda sem detalhe: esta versão ainda não concluiu uma atualização completa. Toque em Atualizar e aguarde até o indicador parar.
pt_br: Ainda sem detalhes: esta versão ainda não concluiu uma atualização completa. Toque em Atualizar e aguarde até o indicador parar.
ro: Încă nu există detalii: această versiune nu a finalizat o actualizare completă. Atingeți actualizare și așteptați până se oprește indicatorul.
ru: Сводки пока нет: эта версия ещё не завершила полное обновление. Нажмите «Обновить» и дождитесь, пока индикатор остановится.
sq: Ende pa detaje: ky version nuk ka përfunduar ende një rifreskim të plotë. Prek rifreskimin dhe prit derisa treguesi të ndalojë.
sv: Ingen sammanställning ännu: denna version har inte slutfört en fullständig uppdatering. Tryck på uppdatera och vänta tills snurran stannar.
th: ยังไม่มีรายละเอียด: เวอร์ชันนี้ยังไม่เคยรีเฟรชครบ แตะรีเฟรชแล้วรอจนไอคอนหมุนหยุด
tr: Henüz döküm yok: bu sürüm henüz tam bir yenileme tamamlamadı. Yenile'ye dokunun ve yükleme göstergesi durana kadar bekleyin.
uk: Деталізації ще немає: ця версія ще не завершила повного оновлення. Натисніть «Оновити» й зачекайте, доки індикатор зупиниться.
vi: Chưa có chi tiết: phiên bản này chưa hoàn tất một lần làm mới đầy đủ. Nhấn làm mới và chờ đến khi biểu tượng tải dừng lại.
zh_hans: 暂无明细：此版本尚未完成一次完整刷新。请点按刷新并等待加载图标停止。

# watchlist_remove_not_traded_action
source: Remove
ar: إزالة
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
fa: حذف
fi: Poista
fr: Retirer
he: הסרה
hi: हटाएँ
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Elimină
ru: Удалить
sq: Hiq
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除

# watchlist_remove_not_traded_confirm
source: Remove %1$lld pairs that are no longer traded on their exchange? Their alarms go with them.
ar: إزالة الأزواج التي لم تعد تُتداول في منصتها (%1$lld)؟ ستُحذف تنبيهاتها أيضًا.
cs: Odebrat %1$lld párů, se kterými se na jejich burze již neobchoduje? Odstraní se i jejich alarmy.
da: Fjern %1$lld par, der ikke længere handles på deres børs? Deres alarmer forsvinder også.
de: %1$lld Paare entfernen, die an ihrer Börse nicht mehr gehandelt werden? Ihre Alarme verschwinden mit.
el: Να αφαιρεθούν %1$lld ζεύγη που δεν διαπραγματεύονται πλέον στο χρηματιστήριό τους; Θα διαγραφούν και οι ειδοποιήσεις τιμής τους.
es: ¿Quitar %1$lld pares que ya no se negocian en su exchange? Sus alarmas también se eliminarán.
fa: %1$lld جفت که دیگر در صرافی خود معامله نمی‌شوند حذف شوند؟ هشدارهایشان نیز حذف می‌شود.
fi: Poistetaanko %1$lld paria, joilla ei enää käydä kauppaa pörssissään? Myös niiden hälytykset poistetaan.
fr: Retirer %1$lld paires qui ne sont plus négociées sur leur plateforme ? Leurs alertes seront aussi supprimées.
he: להסיר %1$lld צמדים שכבר לא נסחרים בבורסה שלהם? גם ההתראות שלהם יימחקו.
hi: %1$lld पेयर हटाएँ जो अपने एक्सचेंज पर अब ट्रेड नहीं होते? उनके अलार्म भी हट जाएँगे।
hu: Eltávolítja a párokat (%1$lld), amelyekkel már nem kereskednek a tőzsdéjükön? A riasztásaik is törlődnek.
id: Hapus %1$lld pasangan yang tidak lagi diperdagangkan di bursanya? Alarmnya juga akan ikut terhapus.
it: Rimuovere %1$lld coppie non più negoziate sul loro exchange? Verranno eliminati anche i loro allarmi.
ja: 取引所で取引が終了した %1$lld 件のペアを削除しますか？各ペアのアラームも削除されます。
ko: 거래소에서 더 이상 거래되지 않는 거래쌍 %1$lld개를 삭제할까요? 해당 경보도 함께 삭제됩니다.
nb: Fjerne %1$lld par som ikke lenger handles på børsen sin? Alarmene deres forsvinner også.
nl: %1$lld paren verwijderen die niet meer op hun beurs worden verhandeld? Hun alarmen worden ook verwijderd.
pl: Usunąć %1$lld pary, które nie są już notowane na swojej giełdzie? Ich alarmy również zostaną usunięte.
pt: Remover %1$lld pares que já não são negociados na sua bolsa? Os respetivos alarmes também serão removidos.
pt_br: Remover %1$lld pares que não são mais negociados na sua exchange? Os alarmes deles também serão removidos.
ro: Eliminați %1$lld de perechi care nu se mai tranzacționează pe bursa lor? Alarmele lor vor fi șterse și ele.
ru: Удалить %1$lld пары, которые больше не торгуются на своей бирже? Их оповещения тоже будут удалены.
sq: Të hiqen %1$lld çifte që nuk tregtohen më në bursën e tyre? Bashkë me to hiqen edhe alarmet e tyre.
sv: Ta bort %1$lld par som inte längre handlas på sin börs? Deras larm tas också bort.
th: ลบ %1$lld คู่ที่ไม่มีการซื้อขายในกระดานของตนแล้วไหม? สัญญาณเตือนของคู่เหล่านั้นจะถูกลบด้วย
tr: Borsasında artık işlem görmeyen %1$lld çift kaldırılsın mı? Alarmları da silinir.
uk: Видалити %1$lld пари, якими більше не торгують на їхній біржі? Їхні сигнали також буде видалено.
vi: Xóa %1$lld cặp không còn giao dịch trên sàn của chúng? Các cảnh báo của chúng cũng sẽ bị xóa.
zh_hans: 要移除 %1$lld 个已在其交易所停止交易的交易对吗？其提醒也将一并删除。
